{
  "Comment.nvim": { "branch": "master" },
  "DAPInstall.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coc-go": { "branch": "main" },
  "coc-prisma": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "darkplus.nvim": { "branch": "master" },
  "dart-vim-plugin": { "branch": "master" },
  "eslint.nvim": { "branch": "main" },
  "format-on-save.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "project.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-flutter": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-lsc": { "branch": "master" },
  "vim-lsc-dart": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-styled-components": { "branch": "main" },
  "vim-svelte": { "branch": "main" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-tsx": { "branch": "master" },
  "vim-wakatime": { "branch": "master" }
}